[UserSettings]
循环2005592={"CompareTypeArr":[1,1,1,1],"CondiType":1,"LogicType":1,"LoopBody":"宏操作2229262","LoopCount":-1,"NameArr":["Num1","Num2","Num3","Num4"],"SerialStr":"循环2005592","ToggleArr":[1,0,0,0],"VariableArr":["Num1","Num2","Num3","Num4"]}
循环2032173={"CompareTypeArr":[3,1,1,1],"CondiType":3,"LogicType":1,"LoopBody":"宏操作2031515_前置,间隔_500,宏操作2117295_寻路,间隔_500,宏操作2032031_开挖","LoopCount":"50","NameArr":["已采集地图","Num2","Num3","Num4"],"SerialStr":"循环2032173","ToggleArr":[1,0,0,0],"VariableArr":["2","Num2","Num3","Num4"]}
循环2052104={"CompareTypeArr":[6,1,1,1],"CondiType":3,"LogicType":1,"LoopBody":"变量2106344,搜索Pro2050447_寻路中","LoopCount":-1,"NameArr":["寻路标记","Num2","Num3","Num4"],"SerialStr":"循环2052104","ToggleArr":[1,0,0,0],"VariableArr":["寻路完成","Num2","Num3","Num4"]}